[
    {
        "id": 1,
        "name": "Amortentia",
        "description": "La poción de amor más poderosa del mundo; no crea amor verdadero, solo una poderosa obsesión."
    },
    {
        "id": 2,
        "name": "Crecehuesos",
        "description": "Una poción que permite al usuario regenerar sus huesos."
    },
    {
        "id": 3,
        "name": "Poción Envejecedora",
        "description": "Una poción que hace que quien la toma envejezca."
    },
    {
        "id": 4,
        "name": "Elixir de la Vida",
        "description": "Una poción creada a partir de la Piedra Filosofal que prolonga la vida."
    },
    {
        "id": 5,
        "name": "Felix Felicis (También conocido como Suerte Líquida)",
        "description": "Una poción mágica que garantiza el éxito en todas sus actividades."
    },
    {
        "id": 6,
        "name": "Poción de Invisibilidad",
        "description": "Una poción que hace invisible a quien la toma."
    },
    {
        "id": 7,
        "name": "Purificación Restaurativa de Mandrágora",
        "description": "Una poción hecha de mandrágoras que restaura a una persona petrificada a su estado original."
    },
    {
        "id": 8,
        "name": "Poción Multijugos",
        "description": "Transforma temporalmente a quien la bebe en otra persona. Adoptará la apariencia de la persona cuyo cabello, uñas, etc., se añaden a la poción."
    },
    {
        "id": 9,
        "name": "Poción Pimentón",
        "description": "Alivia y/o cura los síntomas del resfriado común y sirve para calentar a la persona que la bebe."
    },
    {
        "id": 10,
        "name": "Poción del Olvido",
        "description": "Una poción que hace que quien la toma olvide sus recuerdos."
    },
    {
        "id": 11,
        "name": "Filtro de muertos en vida",
        "description": "Una poción que hace que quien la toma pueda ver a los muertos."
    },
    {
        "id": 12,
        "name": "Poción protectora contra las llamas",
        "description": "Una poción que protege al usuario de las llamas."
    },
    {
        "id": 13,
        "name": "Veritaserum",
        "description": "Obliga a quien lo toma a decir la verdad."
    },
    {
        "id": 14,
        "name": "Poción Wiggenweld",
        "description": "Cura daños menores. Despierta a una persona de un sueño inducido mágicamente."
    }
]