[
    {
        "id": 1,
        "name": "Amortentia",
        "description": "La poción de amor más poderosa del mundo; no crea amor verdadero, solo una poderosa obsesión."
    },
    {
        "id": 2,
        "name": "Poción de Fuego Negro",
        "description": "Una poción que permite al usuario atravesar el fuego negro sin sufrir heridas."
    },
    {
        "id": 3,
        "name": "Fragmento de Muerte en Vida",
        "description": "Una poción que induce a quien la toma a un estado de sueño que le hace parecer muerto."
    },
    {
        "id": 4,
        "name": "Elixir de la Vida",
        "description": "Una poción creada a partir de la Piedra Filosofal que prolonga la vida."
    },
    {
        "id": 5,
        "name": "Felix Felicis (También conocido como Suerte Líquida)",
        "description": "Una poción mágica que garantiza el éxito en todas sus actividades."
    },
    {
        "id": 6,
        "name": "Poción de Invisibilidad",
        "description": "Una poción que hace invisible a quien la toma."
    },
    {
        "id": 7,
        "name": "Purificación Restaurativa de Mandrágora",
        "description": "Una poción hecha de mandrágoras que restaura a una persona petrificada a su estado original."
    },
    {
        "id": 8,
        "name": "Poción Multijugos",
        "description": "Transforma temporalmente a quien la bebe en otra persona. Adoptará la apariencia de la persona cuyo cabello, uñas, etc., se añaden a la poción."
    },
    {
        "id": 9,
        "name": "Poción Pimentón",
        "description": "Alivia y/o cura los síntomas del resfriado."
    },
    {
        "id": 10,
        "name": "Antídoto para venenos comunes",
        "description": "Una poción que revierte los efectos de los venenos comunes. Contiene bezoar, bayas de muérdago y cuernos de unicornio."
    },
    {
        "id": 11,
        "name": "Poción Regeneradora de Sangre",
        "description": "Una poción que repone la sangre del usuario si ha sufrido heridas y ha perdido sangre."
    },
    {
        "id": 12,
        "name": "Poción Calmante",
        "description": "Una poción que calma al usuario en caso de shock, trauma, etc."
    },
    {
        "id": 13,
        "name": "Suero de la Verdad",
        "description": "Hace que quien lo bebe diga la verdad."
    },
    {
        "id": 14,
        "name": "Veritaserum",
        "description": "Obliga a quien lo toma a decir la verdad."
    },
    {
        "id": 15,
        "name": "Poción Wiggenweld",
        "description": "Cura daños menores. Despierta a una persona de un sueño inducido mágicamente."
    }
]